<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  

  
  <title>突然アイテムが消えた！場合の対策
 | Japan Exchange &amp; Outlook Support Blog</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&amp;#20170;&amp;#22238;&amp;#12399;&amp;#12458;&amp;#12531;&amp;#12503;&amp;#12524;&amp;#12511;&amp;#12473; Exchange Server 2013 &amp;#12420; Exchange Online &amp;#12434;&amp;#21033;&amp;#29992;&amp;#12375;&amp;#12390;&amp;#12356;&amp;#12427;&amp;#12362;&amp;#23458;&amp;#27096;&amp;">
<meta property="og:type" content="article">
<meta property="og:title" content="突然アイテムが消えた！場合の対策
">
<meta property="og:url" content="https://jpmessaging.github.io/blog/%E7%AA%81%E7%84%B6%E3%82%A2%E3%82%A4%E3%83%86%E3%83%A0%E3%81%8C%E6%B6%88%E3%81%88%E3%81%9F%EF%BC%81%E5%A0%B4%E5%90%88%E3%81%AE%E5%AF%BE%E7%AD%96/index.html">
<meta property="og:site_name" content="Japan Exchange &amp; Outlook Support Blog">
<meta property="og:description" content="&amp;#20170;&amp;#22238;&amp;#12399;&amp;#12458;&amp;#12531;&amp;#12503;&amp;#12524;&amp;#12511;&amp;#12473; Exchange Server 2013 &amp;#12420; Exchange Online &amp;#12434;&amp;#21033;&amp;#29992;&amp;#12375;&amp;#12390;&amp;#12356;&amp;#12427;&amp;#12362;&amp;#23458;&amp;#27096;&amp;">
<meta property="og:locale" content="en_US">
<meta property="article:published_time" content="2015-04-14T15:00:00.000Z">
<meta property="article:modified_time" content="2020-06-03T03:05:04.084Z">
<meta property="article:author" content="jpmessaging">
<meta property="article:tag" content="EXO">
<meta name="twitter:card" content="summary">
  
    <link rel="alternate" href="/blog/atom.xml" title="Japan Exchange &amp; Outlook Support Blog" type="application/atom+xml">
  
  
    <link rel="apple-touch-icon" sizes="180x180" href="/blog/icons/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="/blog/icons/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="/blog/icons/favicon-16x16.png">
    <link rel="manifest" href="/blog/icons/site.webmanifest">
    <link rel="mask-icon" href="/blog/icons/safari-pinned-tab.svg" color="#5bbad5">
    <link rel="shortcut icon" href="/blog/icons/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-config" content="/blog/icons/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
  
  
    <link href="//fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
  
  
<link rel="stylesheet" href="/blog/css/style.css">

<meta name="generator" content="Hexo 4.2.1"></head>

<body>
  <div id="container">
    <div id="wrap">
      <header id="header">
  <div id="site-header-logo"></div>
  <div id="site-header-blog-wrapper"></div>
  <div id="header-outer" class="outer">
    <div id="header-title" class="inner">
      <h1 id="logo-wrap">
        <a href="/blog/" id="logo">Japan Exchange &amp; Outlook Support Blog</a>
      </h1>
      
        <h2 id="subtitle-wrap">
          <a href="/blog/" id="subtitle">日本マイクロソフト Exchange &amp; Outlook サポート チームのブログです</a>
        </h2>
      
    </div>
    <div id="header-inner" class="inner">
      <nav id="main-nav">
        <a id="main-nav-toggle" class="nav-icon"></a>
        
          <a class="main-nav-link" href="/blog/">Home</a>
        
          <a class="main-nav-link" href="/blog/archives">Archives</a>
        
      </nav>
      <nav id="sub-nav">
        
          <a id="nav-rss-link" class="nav-icon" href="/blog/atom.xml" title="RSS Feed"></a>
        
        <a id="nav-search-btn" class="nav-icon" title="Search"></a>
      </nav>
      <div id="search-form-wrap">
        <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="https://jpmessaging.github.io/blog"></form>
      </div>
    </div>
  </div>
</header>
      <div class="outer">
        <section id="main"><article id="post-突然アイテムが消えた！場合の対策" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-meta">
    <a href="/blog/%E7%AA%81%E7%84%B6%E3%82%A2%E3%82%A4%E3%83%86%E3%83%A0%E3%81%8C%E6%B6%88%E3%81%88%E3%81%9F%EF%BC%81%E5%A0%B4%E5%90%88%E3%81%AE%E5%AF%BE%E7%AD%96/" class="article-date">
  <time datetime="2015-04-14T15:00:00.000Z" itemprop="datePublished">2015-04-15</time>
</a>
    <!--  -->
  </div>
  <div class="article-inner">
    
    
      <header class="article-header-single">
        
  
    <h1 class="article-title" itemprop="name">
      突然アイテムが消えた！場合の対策

    </h1>
  

      </header>
      <div class="article-share">
        Last Update: 
        <a href="/blog/%E7%AA%81%E7%84%B6%E3%82%A2%E3%82%A4%E3%83%86%E3%83%A0%E3%81%8C%E6%B6%88%E3%81%88%E3%81%9F%EF%BC%81%E5%A0%B4%E5%90%88%E3%81%AE%E5%AF%BE%E7%AD%96/" class="article-date-single">    
    
    <time datetime="2015-04-14T15:00:00.000Z" itemprop="dateUpdated">2015-04-15</time>
    
</a>              
      </div>
    
    <div class="article-entry" itemprop="articleBody">
      
        <p>&#20170;&#22238;&#12399;&#12458;&#12531;&#12503;&#12524;&#12511;&#12473; Exchange Server 2013 &#12420; Exchange Online &#12434;&#21033;&#29992;&#12375;&#12390;&#12356;&#12427;&#12362;&#23458;&#27096;&#12391;&#31361;&#28982;&#12450;&#12452;&#12486;&#12512;&#12364;&#28040;&#12360;&#12383;&#65281;&#12392;&#12356;&#12358;&#21839;&#38988;&#12395;&#30452;&#38754;&#12375;&#12383;&#22580;&#21512;&#12395;&#12289;&#12393;&#12398;&#12424;&#12358;&#12394;&#23550;&#31574;&#12434;&#25171;&#12388;&#12409;&#12365;&#12363;&#12395;&#12388;&#12356;&#12390;&#32399;&#12417;&#12414;&#12375;&#12383;&#12290;<br>&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12427;&#12392;&#12487;&#12540;&#12479;&#12398;&#20869;&#23481;&#12395;&#12424;&#12387;&#12390;&#12399;&#38750;&#24120;&#12395;&#28145;&#21051;&#12394;&#21839;&#38988;&#12392;&#12394;&#12427;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12398;&#12391;&#12289;&#20170;&#22238;&#12372;&#32057;&#20171;&#12377;&#12427;&#20869;&#23481;&#12364;&#12362;&#24441;&#12395;&#31435;&#12390;&#12428;&#12400;&#12392;&#24605;&#12387;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;<p>&nbsp;<br><strong>A. Exchange Server &#12398;&#12487;&#12540;&#12479;&#20445;&#35703;&#27231;&#33021;&#12395;&#12388;&#12356;&#12390;</strong></p><hr style="width:100%;"><p>&#12458;&#12531;&#12503;&#12524;&#12511;&#12473; Exchange Server 2013 &#12420; Exchange Online &#12391;&#12399;&#12289;&#12518;&#12540;&#12470;&#12540;&#12364;&#25925;&#24847;&#30340;&#12395;&#12414;&#12383;&#12399;&#24847;&#22259;&#12379;&#12378;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473; &#12487;&#12540;&#12479;&#12434;&#21066;&#38500;&#12375;&#12390;&#12418;&#12450;&#12452;&#12486;&#12512;&#12434;&#24120;&#12395;&#20445;&#25345;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12452;&#12531;&#12503;&#12524;&#12540;&#12473;&#20445;&#25345;&#12420;&#35380;&#35359;&#12507;&#12540;&#12523;&#12489;&#12392;&#12356;&#12358;&#27231;&#33021;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;<br>&#12452;&#12531;&#12503;&#12524;&#12540;&#12473;&#20445;&#25345;&#12362;&#12424;&#12403;&#35380;&#35359;&#12507;&#12540;&#12523;&#12489;&#12391;&#12399;&#12289;&#21508;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#19978;&#12398;&#22238;&#24489;&#21487;&#33021;&#12394;&#12450;&#12452;&#12486;&#12512; (Recoverable Items) &#12501;&#12457;&#12523;&#12480;&#12540;&#12392;&#21628;&#12400;&#12428;&#12427;&#29305;&#27530;&#12394;&#12501;&#12457;&#12523;&#12480;&#12540;&#20869;&#12395;&#12450;&#12452;&#12486;&#12512;&#12434;&#20445;&#25345;&#12377;&#12427;&#12383;&#12417;&#12289;&#12518;&#12540;&#12470;&#12540;&#12364;&#12450;&#12452;&#12486;&#12512;&#12434;&#22793;&#26356;&#12418;&#12375;&#12367;&#12399;&#21066;&#38500;&#12375;&#12390;&#12418;&#22238;&#24489;&#21487;&#33021;&#12394;&#12450;&#12452;&#12486;&#12512; &#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#22793;&#26356;&#21450;&#12403;&#12450;&#12452;&#12486;&#12512;&#12364;&#20445;&#23384;&#12373;&#12428;&#12289;&#31649;&#29702;&#32773;&#12364;&#35442;&#24403;&#12450;&#12452;&#12486;&#12512;&#12434;&#25277;&#20986;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;&#12418;&#12375;&#12452;&#12531;&#12503;&#12524;&#12540;&#12473;&#20445;&#25345;&#12392;&#35380;&#35359;&#12507;&#12540;&#12523;&#12489;&#12395;&#12388;&#12356;&#12390;&#12371;&#12428;&#12414;&#12391;&#21033;&#29992;&#12434;&#26908;&#35342;&#12375;&#12383;&#12371;&#12392;&#12364;&#12394;&#12356;&#12392;&#12356;&#12358;&#31649;&#29702;&#32773;&#27096;&#12399;&#12289;&#26159;&#38750;&#20197;&#19979;&#12398; TechNet &#24773;&#22577;&#12434;&#12372;&#21442;&#29031;&#12375;&#12383;&#19978;&#12391;&#12372;&#21033;&#29992;&#12434;&#12372;&#26908;&#35342;&#19979;&#12373;&#12356;&#12290;</p><p>Title: &#12452;&#12531;&#12503;&#12524;&#12540;&#12473;&#20445;&#25345;&#12392;&#35380;&#35359;&#12507;&#12540;&#12523;&#12489;<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/ff637980(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-jp/library/ff637980(v=exchg.150).aspx</a></p><p>&#22238;&#24489;&#21487;&#33021;&#12394;&#12450;&#12452;&#12486;&#12512; &#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#12388;&#12356;&#12390;&#12399;&#20197;&#19979;&#12398; TechNet &#24773;&#22577;&#12392;&#12375;&#12390;&#35443;&#12375;&#12367;&#35299;&#35500;&#12375;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;</p><p>Title: [&#22238;&#24489;&#21487;&#33021;&#12394;&#12450;&#12452;&#12486;&#12512;] &#12501;&#12457;&#12523;&#12480;&#12540;<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/ee364755(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-jp/library/ee364755(v=exchg.150).aspx</a></p><p>&nbsp;<br><strong>B. &#12487;&#12540;&#12479;&#24489;&#26087;&#26041;&#27861;</strong></p><hr style="width:100%;"><p>&#12487;&#12540;&#12479;&#12364;&#24489;&#26087;&#12391;&#12365;&#12427;&#12363;&#12393;&#12358;&#12363;&#12399;&#26368;&#12418;&#37325;&#35201;&#12394;&#12509;&#12452;&#12531;&#12488;&#12391;&#12377;&#12290;&#20197;&#19979;&#12398;&#20309;&#12428;&#12363;&#12398;&#26041;&#27861;&#12391;&#24489;&#26087;&#12391;&#12365;&#12394;&#12356;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</p><p>-----------------------------------------------------------<br><strong>B-1 Outlook &#12398; &ldquo;&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&rdquo; &#12508;&#12479;&#12531;&#12363;&#12425;&#24489;&#20803;</strong><br>------------------------------------------------------------<br>&#21066;&#38500;&#12373;&#12428;&#12383;&#12450;&#12452;&#12486;&#12512;&#12364;&#22238;&#24489;&#21487;&#33021;&#12394;&#12450;&#12452;&#12486;&#12512; &#12501;&#12457;&#12523;&#12480;&#12540;&#12398; Deletions &#12392;&#21628;&#12400;&#12428;&#12427;&#12469;&#12502;&#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#20837;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;Outlook &#12398; &ldquo;&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&rdquo; &#12508;&#12479;&#12531;&#12363;&#12425;&#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&#12391;&#12365;&#12414;&#12377;&#12290;<br>&#12450;&#12452;&#12486;&#12512;&#12398;&#24489;&#20803;&#26041;&#27861;&#12395;&#12388;&#12356;&#12390;&#20197;&#19979;&#12398;&#20844;&#38283;&#24773;&#22577;&#12434;&#12372;&#21442;&#32771;&#19979;&#12373;&#12356;&#12290;</p><p>Title: Outlook &#12398;&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&#12377;&#12427;<br>URL :&nbsp;<a href="https://support.office.com/ja-jp/article/Outlook-%E3%81%AE%E5%89%8A%E9%99%A4%E6%B8%88%E3%81%BF%E3%82%A2%E3%82%A4%E3%83%86%E3%83%A0%E3%82%92%E5%BE%A9%E5%85%83%E3%81%99%E3%82%8B-49e81f3c-c8f4-4426-a0b9-c0fd751d48ce" target="_blank" rel="noopener">https://support.office.com/ja-jp/article/Outlook-&#12398;&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&#12377;&#12427;-49e81f3c-c8f4-4426-a0b9-c0fd751d48ce</a></p><p>Title: &#23436;&#20840;&#12395;&#21066;&#38500;&#12375;&#12390;&#12375;&#12414;&#12387;&#12383;&#12513;&#12540;&#12523; &#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&#12377;&#12427;&#26041;&#27861;<br>URL : <a href="http://www.microsoft.com/ja-jp/atlife/tips/archive/office/tips/083.aspx" target="_blank" rel="noopener">http://www.microsoft.com/ja-jp/atlife/tips/archive/office/tips/083.aspx</a></p><p>------------------------------------------------<br><strong>B-2 &#38651;&#23376;&#24773;&#22577;&#38283;&#31034;&#12456;&#12463;&#12473;&#12509;&#12540;&#12488; &#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#24489;&#20803;</strong><br>-----------------------------------------------------<br>Outlook &#12398; &ldquo;&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&rdquo; &#12508;&#12479;&#12531;&#12363;&#12425;&#24489;&#20803;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12420;&#12289;&#31649;&#29702;&#32773;&#12395;&#12424;&#12427;&#20316;&#26989;&#12434;&#34892;&#12383;&#12356;&#22580;&#21512;&#12399; Exchange &#31649;&#29702;&#12475;&#12531;&#12479;&#12540; (EAC) &#12363;&#12425;&#38651;&#23376;&#24773;&#22577;&#38283;&#31034;&#12456;&#12463;&#12473;&#12509;&#12540;&#12488; &#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#24489;&#20803;&#12391;&#12365;&#12427;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;<br>&#20197;&#19979;&#12398;&#20844;&#38283;&#24773;&#22577;&#12434;&#21442;&#32771;&#12395;&#21066;&#38500;&#23550;&#35937;&#12398;&#12450;&#12452;&#12486;&#12512;&#12434;&#21547;&#12414;&#12428;&#12427;&#12424;&#12358;&#12394;&#12452;&#12531;&#12503;&#12524;&#12540;&#12473;&#38651;&#23376;&#24773;&#22577;&#38283;&#31034;&#26908;&#32034;&#12434;&#20316;&#25104;&#12375;&#12289;&#26908;&#32034;&#12398;&#32080;&#26524;&#12434; PST &#12501;&#12449;&#12452;&#12523;&#12408;&#12456;&#12463;&#12473;&#12509;&#12540;&#12488;&#12375;&#12414;&#12377;&#12290;</p><p>Title:&#12452;&#12531;&#12503;&#12524;&#12540;&#12473;&#38651;&#23376;&#24773;&#22577;&#38283;&#31034;&#26908;&#32034;&#12434;&#20316;&#25104;&#12377;&#12427;<br>URL : <a href="https://technet.microsoft.com/ja-JP/library/dd353189(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-JP/library/dd353189(v=exchg.150).aspx</a></p><p>Title: &#38651;&#23376;&#24773;&#22577;&#38283;&#31034;&#26908;&#32034;&#12398;&#32080;&#26524;&#12434; PST &#12501;&#12449;&#12452;&#12523;&#12408;&#12456;&#12463;&#12473;&#12509;&#12540;&#12488;: Exchange 2013 Help<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/dn440164(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-jp/library/dn440164(v=exchg.150).aspx</a></p><p>&nbsp;<br><strong>C. &#21066;&#38500;&#12373;&#12428;&#12383;&#35201;&#22240;&#12434;&#29305;&#23450;&#12377;&#12427;&#12383;&#12417;&#12398;&#30906;&#35469;&#20107;&#38917;</strong></p><hr style="width:100%;"><p>&#12487;&#12540;&#12479;&#12364;&#24489;&#26087;&#12391;&#12365;&#12383;&#12392;&#12375;&#12390;&#12418;&#12394;&#12380;&#12450;&#12452;&#12486;&#12512;&#12364;&#24847;&#22259;&#12379;&#12378;&#21066;&#38500;&#12373;&#12428;&#12383;&#12398;&#12363;&#29305;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12450;&#12452;&#12486;&#12512;&#12364;&#20104;&#26399;&#12379;&#12378;&#21066;&#38500;&#12373;&#12428;&#12427;&#12465;&#12540;&#12473;&#12399;&#27096;&#12293;&#12394;&#35201;&#22240;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#12414;&#12378;&#12399;&#20197;&#19979;&#12398;&#28857;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</p><p>&#12539;&#20182;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#12450;&#12452;&#12486;&#12512;&#12364;&#31227;&#21205;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#12363;&#12393;&#12358;&#12363;<br>&#12539;&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12383;&#20855;&#20307;&#30340;&#12394;&#26085;&#26178;<br>&#12539;&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12383;&#26178;&#38291;&#24111;&#12395;&#12450;&#12463;&#12475;&#12473;&#12375;&#12390;&#12356;&#12383;&#12518;&#12540;&#12470;&#12540;<br>&#12539;&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12383;&#26178;&#38291;&#24111;&#12391;&#12518;&#12540;&#12470;&#12540;&#12364;&#34892;&#12387;&#12383;&#25805;&#20316;&#20869;&#23481;<br>&#12539;&#21463;&#20449;&#12488;&#12524;&#12452; &#12523;&#12540;&#12523;&#12420;&#12450;&#12452;&#12486;&#12512;&#20445;&#25345;&#12509;&#12522;&#12471;&#12540;&#12398;&#35373;&#23450;<br>&#12539;&#20107;&#35937;&#12398;&#30330;&#29983;&#12375;&#12383;&#12518;&#12540;&#12470;&#12540;&#12398;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12395;&#12450;&#12463;&#12475;&#12473;&#12391;&#12365;&#12427;&#20182;&#12398;&#12518;&#12540;&#12470;&#12540;&#12364;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;<br>&#12539;&#12497;&#12473;&#12527;&#12540;&#12489;&#22793;&#26356;&#12395;&#12424;&#12427;&#20877;&#29694;&#24615;</p><p>&#19978;&#35352;&#12395;&#12388;&#12356;&#12390;&#12518;&#12540;&#12470;&#12540;&#27096;&#12395;&#30906;&#35469;&#12377;&#12427;&#20182;&#12395; Exchange &#20596;&#12391;&#12398;&#30906;&#35469;&#26041;&#27861;&#12395;&#12388;&#12356;&#12390;&#20197;&#19979;&#12395;&#12372;&#32057;&#20171;&#12375;&#12414;&#12377;&#12290;</p><p>-----------------------------------------<br><strong>C-1 &#12450;&#12452;&#12486;&#12512;&#12364;&#21029;&#12501;&#12457;&#12523;&#12480;&#12540;&#12408;&#31227;&#21205;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#12363;&#12393;&#12358;&#12363;</strong><br>-------------------------------------------<br>&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12383;&#12392;&#30003;&#21578;&#12364;&#12354;&#12387;&#12390;&#12418;&#12450;&#12452;&#12486;&#12512;&#12364;&#21029;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#31227;&#21205;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12381;&#12398;&#12383;&#12417;&#12289;&#21066;&#38500;&#12373;&#12428;&#12383;&#12392;&#30003;&#21578;&#12398;&#12354;&#12427;&#12450;&#12452;&#12486;&#12512;&#12434; OWA &#12420; Outlook &#12363;&#12425;&#26908;&#32034;&#12375;&#12390;&#12498;&#12483;&#12488;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;&#12414;&#12383;&#12289;PowerShell &#12424;&#12426; Exchange Online &#12408;&#25509;&#32154; (&#12458;&#12531;&#12503;&#12524;&#12511;&#12473;&#12398;&#22580;&#21512;&#12399; Exchange &#31649;&#29702;&#12471;&#12455;&#12523;&#12434;&#36215;&#21205;) &#12375;&#12289;Get-MailboxFolderStatistics &#12467;&#12510;&#12531;&#12489;&#12434;&#23455;&#34892;&#12375;&#21508;&#12501;&#12457;&#12523;&#12480;&#12540;&#12398;&#12450;&#12452;&#12486;&#12512;&#25968;&#12434;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#29305;&#23450;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#28040;&#22833;&#12375;&#12383;&#12450;&#12452;&#12486;&#12512;&#12364;&#31227;&#21205;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#12363;&#21028;&#26029;&#12377;&#12427;&#12383;&#12417;&#12398;&#21442;&#32771;&#12395;&#12394;&#12427;&#22580;&#21512;&#12418;&#12354;&#12426;&#12414;&#12377;&#12290;&#12288;</p><p>Get-MailboxFolderStatistics -Identity "&lt;&#35442;&#24403;&#12398;&#12518;&#12540;&#12470;&#12540;&#12398;&#12513;&#12540;&#12523;&#12450;&#12489;&#12524;&#12473;&gt;" | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\MailboxFolderStatistics_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p><p>&#12450;&#12540;&#12459;&#12452;&#12502; &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#19978;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#12391;&#21839;&#38988;&#12364;&#12354;&#12387;&#12383;&#22580;&#21512;&#12399;&#12289;-Archive &#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20184;&#12369;&#12390;&#20197;&#19979;&#12398;&#12424;&#12358;&#12395;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;<br><br>Get-MailboxFolderStatistics &ndash;Archive -Identity "&lt;&#35442;&#24403;&#12398;&#12518;&#12540;&#12470;&#12540;&#12398;&#12513;&#12540;&#12523;&#12450;&#12489;&#12524;&#12473;&gt;" | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\MailboxFolderStatistics_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;-Archive.csv"</p><p>---------------------------------------------<br><strong>C-2 &#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12383;&#20855;&#20307;&#30340;&#12394;&#26085;&#26178;&#12398;&#29305;&#23450;</strong><br>-----------------------------------------------<br>&#12518;&#12540;&#12470;&#12540;&#27096;&#12395;&#30906;&#35469;&#12375;&#12390;&#12418;&#12425;&#12358;&#12363;&#12300;B-1 Outlook &#12398; &ldquo;&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;&#12434;&#24489;&#20803;&rdquo; &#12508;&#12479;&#12531;&#12363;&#12425;&#24489;&#20803;&#12301;&#12398;&#26041;&#27861;&#12391;&#12450;&#12452;&#12486;&#12512;&#12364;&#24489;&#26087;&#12391;&#12365;&#12427;&#22580;&#21512;&#12399;&#12289;&ldquo;&#21066;&#38500;&#26085;&#26178;&rdquo; &#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#12390;&#21066;&#38500;&#12373;&#12428;&#12383;&#26085;&#26178;&#12364;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</p><p>------------------------------<br><strong>C-3 &#20107;&#35937;&#30330;&#29983;&#26178;&#12398;&#25805;&#20316;&#29366;&#27841;</strong> <br>------------------------------<br>&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12383;&#26178;&#38291;&#24111;&#12391;&#12518;&#12540;&#12470;&#12540;&#27096;&#12364;&#34892;&#12387;&#12383;&#25805;&#20316;&#12434;&#21487;&#33021;&#38480;&#12426;&#35443;&#32048;&#12395;&#12498;&#12516;&#12522;&#12531;&#12464;&#12375;&#12414;&#12377;&#12290;&#20363;&#12360;&#12400;&#12289;&#37329;&#26332;&#12395; Outlook &#12434;&#32066;&#20102;&#12375;&#32716;&#36913;&#26376;&#26332;&#12395; Outlook &#12434;&#36215;&#21205;&#12375;&#12383;&#12425;&#12450;&#12452;&#12486;&#12512;&#12364;&#12394;&#12367;&#12394;&#12387;&#12390;&#12356;&#12383;&#12289;&#36913;&#26411;&#12399;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12395;&#25509;&#32154;&#12375;&#12390;&#12356;&#12394;&#12356;&#12289;&#31561;&#12398;&#29366;&#27841;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290; &#12394;&#12362;&#12289;Exchange Online &#38480;&#23450;&#12391;&#12377;&#12364;&#12289;PowerShell &#12424;&#12426; Exchange Online &#12408;&#25509;&#32154;&#12375;&#12289;Get-ConnectionByClientTypeDetailReport &#12467;&#12510;&#12531;&#12489;&#12434;&#23455;&#34892;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#20107;&#35937;&#30330;&#29983;&#26085;&#26178;&#12398;&#21069;&#24460;&#12391;&#12398;&#23550;&#35937;&#12398;&#12518;&#12540;&#12470;&#12540;&#27096;&#12363;&#12425;&#12398;&#25509;&#32154;&#23653;&#27508;&#12434;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p><p>---<br>Get-ConnectionByClientTypeDetailReport -ResultSize unlimited -StartDate &lt;&#20107;&#35937;&#30330;&#29983;&#25512;&#23450;&#26085;&#26178;&#12398;&#21069;&#26085; (&#20363;: 04/04/2015)&gt; -EndDate &lt;&#20107;&#35937;&#30330;&#29983;&#25512;&#23450;&#26085;&#26178;&#12398;&#32716;&#26085; (&#20363;: 04/05/2015) &gt; | where {($_.UserName -eq "&lt;&#12518;&#12540;&#12470;&#12540;&#21517;&gt;")} | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\ConnectionByClientTypeDetailReport_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"<br>---</p><p>&lt;&#21442;&#32771;&#24773;&#22577;&gt;<br>Title: Get-ConnectionByClientTypeDetailReport<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/jj873752(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-jp/library/jj873752(v=exchg.150).aspx</a></p><p></p><p><strong>--------------------------------------</strong><br><strong>C-4 &#20107;&#35937;&#30330;&#29983;&#26178;&#12398;&#30435;&#26619;&#12525;&#12464;&#12363;&#12425;&#12398;&#25509;&#32154;&#29366;&#27841;</strong><br><strong>----------------------------------------</strong><br>&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12398;&#30435;&#26619;&#12525;&#12464; (&#8251;) &#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#12371;&#12392;&#12391;&#20107;&#35937;&#30330;&#29983;&#26178;&#12395;&#12393;&#12398;&#12518;&#12540;&#12470;&#12540;&#12363;&#12425;&#12393;&#12398;&#12424;&#12358;&#12394;&#25805;&#20316;&#12434;&#34892;&#12431;&#12428;&#12383;&#12398;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12398;&#30435;&#26619;&#12525;&#12464;&#12395;&#12388;&#12356;&#12390;&#20197;&#19979;&#12398;&#20844;&#38283;&#24773;&#22577;&#12434;&#12372;&#21442;&#32771;&#19979;&#12373;&#12356;&#12290;</p><p>Title : &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#30435;&#26619;&#12525;&#12464;&#12398;&#27963;&#29992;<br>URL :&nbsp;<a href="/b/exchangeteamjp/archive/2015/11/11/using-mailbox-audit-log.aspx" target="_blank">http://blogs.technet.com/b/exchangeteamjp/archive/2015/11/11/using-mailbox-audit-log.aspx</a></p><p>Title : &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12398;&#30435;&#26619;&#12525;&#12464;&#12398;&#20986;&#21147;<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/ff459237(v=exchg.150).aspx" target="_blank">https://technet.microsoft.com/ja-jp/library/ff459237(v=exchg.150).aspx</a></p><p>Title : Enable mailbox auditing in Office 365<br>URL :&nbsp;<a href="https://technet.microsoft.com/en-us/library/dn879651.aspx" target="_blank">https://technet.microsoft.com/en-us/library/dn879651.aspx</a></p><p>&#8251;&#26082;&#23450;&#12391;&#12399;&#28961;&#21177;&#12392;&#12394;&#12387;&#12390;&#12356;&#12427;&#12383;&#12417;&#12289;&#20107;&#21069;&#12395;&#30435;&#26619;&#12525;&#12464;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;<br>&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12398;&#30435;&#26619;&#12525;&#12464;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#20197;&#19979;&#12398;&#12424;&#12358;&#12395;&#12467;&#12510;&#12531;&#12489;&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;&#20197;&#19979;&#12398;&#20363;&#12391;&#12399;&#12450;&#12452;&#12486;&#12512;&#21066;&#38500;&#12395;&#38306;&#12377;&#12427;&#25805;&#20316;&#12398;&#30435;&#26619;&#12525;&#12464;&#12434;&#26377;&#21177;&#12395;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;<br>-&#29305;&#23450;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12395;&#23550;&#12375;&#12390;&#26377;&#21177;&#12395;&#12377;&#12427;&#22580;&#21512;<br>Set-Mailbox &ndash;Identity &ldquo;&lt;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;&gt;&rdquo; -AuditEnabled $true -AuditOwner MailboxLogin,Move,MoveToDeletedItems,SoftDelete,HardDelete -AuditDelegate Move,MoveToDeletedItems,SoftDelete,HardDelete<br>-&#20840;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12395;&#23550;&#12375;&#12390;&#19968;&#25324;&#12391;&#26377;&#21177;&#12395;&#12377;&#12427;&#22580;&#21512;<br>Get-Mailbox -ResultSize Unlimited | Set-Mailbox -AuditEnabled $true -AuditOwner MailboxLogin,Move,MoveToDeletedItems,SoftDelete,HardDelete -AuditDelegate Move,MoveToDeletedItems,SoftDelete,HardDelete</p><p>&#20197;&#19979;&#12398;&#20844;&#38283;&#24773;&#22577;&#12434;&#21442;&#32771;&#12395;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#30435;&#26619;&#12525;&#12464;&#12434;&#12456;&#12463;&#12473;&#12509;&#12540;&#12488;&#12377;&#12427;&#12371;&#12392;&#12391;&#20107;&#35937;&#30330;&#29983;&#26178;&#12395;&#12393;&#12398;&#12518;&#12540;&#12470;&#12540;&#12363;&#12425;&#12393;&#12398;&#12424;&#12358;&#12394;&#25805;&#20316;&#12434;&#34892;&#12431;&#12428;&#12383;&#12398;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;<br>Title: &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#30435;&#26619;&#12525;&#12464;&#12434;&#12456;&#12463;&#12473;&#12509;&#12540;&#12488;&#12377;&#12427;<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/jj150552(v=exchg.150).aspx" target="_blank">https://technet.microsoft.com/ja-jp/library/jj150552(v=exchg.150).aspx</a><br>&#20986;&#21147;&#20363;)<br>&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#30435;&#26619;&#12525;&#12464;&#12399; XML &#24418;&#24335;&#12391;&#20986;&#21147;&#12373;&#12428;&#12414;&#12377;&#12290;&#20363;&#12360;&#12400; User 01 &#12398;&#21463;&#20449;&#12488;&#12524;&#12452;&#19978;&#12395;&#12354;&#12387;&#12383;&#20214;&#21517; "Hello, this is a test message" &#12364; User 02 &#12395;&#12424;&#12387;&#12390; OWA &#12424;&#12426;&#20195;&#29702;&#12450;&#12463;&#12475;&#12473;&#12375;&#12390;&#12289;&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;&#12395;&#31227;&#21205; (Move) &#12373;&#12428;&#12383;&#22580;&#21512;&#12399;&#12289;&#20197;&#19979;&#12398;&#12424;&#12358;&#12395;&#20986;&#21147;&#12373;&#12428;&#12414;&#12377;&#12290;<br>&lt;Event MailboxGuid="b9555db9-45b5-4a60-a424-c5b41c470c15" Owner="<span style="background-color:#ffff00;">User 01</span>" LastAccessed="2015-07-31T23:21:05+00:00" Operation="<span style="background-color:#ffff00;">Move</span>" OperationResult="Succeeded" LogonType="<span style="background-color:#ffff00;">Delegate</span>" DestFolderId="LgAAAAAii7BgA0ilR63eArpCExt3AQBBVcWMk7e1QaWf2C+AcDqxAAAAAAEKAAAB" DestFolderPathName="\<span style="background-color:#ffff00;">&#21066;&#38500;&#28168;&#12415;&#12450;&#12452;&#12486;&#12512;</span>" FolderId="LgAAAABvdH68p+KhS4Rqflr+LDVEAQDyQTJLToZfSZGrI9niEo88AAAAAAENAAAB" FolderPathName="\<span style="background-color:#ffff00;">&#21463;&#20449;&#12488;&#12524;&#12452;</span>" ClientInfoString="Client=<span style="background-color:#ffff00;">OWA</span>;Mozilla/5.0 (Windows NT 10.0; WOW64; Trident/7.0; rv:11.0) like Gecko;" ClientIPAddress="167.220.232.210" InternalLogonType="Owner" MailboxOwnerUPN="user01@contoso.com" MailboxOwnerSid="S-1-5-21-4016215872-4056554821-1302376290-5556572" DestMailboxOwnerUPN="user02@contoso.com" DestMailboxOwnerSid="S-1-5-21-4016215872-4056554821-1302376290-5156954" DestMailboxGuid="51cd723e-a101-4ab0-943d-b542dfc2b5da" CrossMailboxOperation="true" LogonUserDisplayName="<span style="background-color:#ffff00;">User 02</span>" LogonUserSid="S-1-5-21-4016215872-4056554821-1302376290-5156954" OriginatingServer="HKXPR06MB119 (15.01.0213.013)"&gt;<br>&nbsp;&nbsp; &lt;SourceItems&gt;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &lt;Item Id="RgAAAABvdH68p+KhS4Rqflr+LDVEBwDyQTJLToZfSZGrI9niEo88AAAAAAENAABsiQmoHQQ5SZmRYE0x1goUAADSB+n6AAAJ" Subject="<span style="background-color:#ffff00;">Hello, this is a test message</span>" FolderPathName="\<span style="background-color:#ffff00;">&#21463;&#20449;&#12488;&#12524;&#12452;</span>" /&gt;<br>&nbsp;&nbsp; &lt;/SourceItems&gt;<br>&lt;/Event&gt;</p><p>--------------------------------------------------<br><strong>C-5 &#20107;&#35937;&#30330;&#29983;&#26178;&#12398;&#31649;&#29702;&#32773;&#30435;&#26619;&#12525;&#12464;&#12363;&#12425;&#12398;&#35373;&#23450;&#22793;&#26356;&#23653;&#27508;</strong><br>----------------------------------------------------<br>&#21839;&#38988;&#12398;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12395;&#23550;&#12375;&#12390;&#31649;&#29702;&#32773;&#12364;&#20309;&#12363;&#12375;&#12425;&#12398;&#25805;&#20316;&#12434;&#34892;&#12387;&#12383;&#12371;&#12392;&#12364;&#12394;&#12356;&#12363;&#12393;&#12358;&#12363;&#31649;&#29702;&#32773;&#30435;&#26619;&#12525;&#12464;&#12363;&#12425;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;&#26082;&#23450;&#12391;&#12399;&#31649;&#29702;&#32773;&#30435;&#26619;&#12525;&#12464;&#12399;&#26377;&#21177;&#12391;&#12377;&#12290;</p><p>Title: &#31649;&#29702;&#32773;&#30435;&#26619;&#12525;&#12464;&#12434;&#34920;&#31034;&#12377;&#12427;<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/dn342832(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-jp/library/dn342832(v=exchg.150).aspx</a></p><p>&#12467;&#12510;&#12531;&#12489;&#12398;&#22580;&#21512;&#12399;&#20197;&#19979;&#12398;&#12424;&#12358;&#12395;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;<br>Search-AdminAuditLog -StartDate &lt;&#20107;&#35937;&#30330;&#29983;&#25512;&#23450;&#26085;&#26178;&#12398;&#21069;&#26085; (&#20363;: 04/04/2015)&gt; -EndDate &lt;&#20107;&#35937;&#30330;&#29983;&#25512;&#23450;&#26085;&#26178;&#12398;&#32716;&#26085; (&#20363;: 04/05/2015) &gt; | Export-Csv -Encoding UTF8 -NoTypeInformation -Path "c:\temp\AdminAuditLog.csv"</p><p><br>Title: Search-AdminAuditLog<br>URL : <a href="http://technet.microsoft.com/ja-jp/library/ff459250(v=exchg.150).aspx" target="_blank" rel="noopener">http://technet.microsoft.com/ja-jp/library/ff459250(v=exchg.150).aspx</a></p><p><br>----------------------------------------------------<br><strong>C-6 &#21463;&#20449;&#12488;&#12524;&#12452; &#12523;&#12540;&#12523;&#12420;&#12450;&#12452;&#12486;&#12512;&#20445;&#25345;&#12509;&#12522;&#12471;&#12540;&#12398;&#35373;&#23450;</strong><br>---------------------------------------------------<br>&#12518;&#12540;&#12470;&#12540;&#12364;&#20316;&#25104;&#12375;&#12383;&#21463;&#20449;&#12488;&#12524;&#12452; &#12523;&#12540;&#12523;&#12395;&#12424;&#12387;&#12390;&#21029;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#12408;&#31227;&#21205;&#12373;&#12428;&#12383;&#12414;&#12383;&#12399;&#21066;&#38500;&#12373;&#12428;&#12427;&#22580;&#21512;&#12420;&#12289;&#31649;&#29702;&#32773;&#12364;&#35373;&#23450;&#12375;&#12383;&#12450;&#12452;&#12486;&#12512;&#20445;&#25345;&#12509;&#12522;&#12471;&#12540;&#12395;&#12424;&#12387;&#12390;&#12450;&#12452;&#12486;&#12512;&#12364;&#12450;&#12540;&#12459;&#12452;&#12502; &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12408;&#31227;&#21205;&#12373;&#12428;&#12383;&#12426;&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;<br>&#38306;&#36899;&#12377;&#12427;&#21463;&#20449;&#12488;&#12524;&#12452; &#12523;&#12540;&#12523;&#12420;&#12450;&#12452;&#12486;&#12512;&#20445;&#25345;&#12509;&#12522;&#12471;&#12540;&#12398;&#35373;&#23450;&#12364;&#12394;&#12356;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;&#20445;&#25345;&#12509;&#12522;&#12471;&#12540;&#12395;&#12388;&#12356;&#12390;&#20197;&#19979;&#12398;&#20844;&#38283;&#24773;&#22577;&#12434;&#12372;&#21442;&#29031;&#19979;&#12373;&#12356;&#12290;</p><p><br>Title: &#20445;&#25345;&#12479;&#12464;&#12362;&#12424;&#12403;&#12450;&#12452;&#12486;&#12512;&#20445;&#25345;&#12509;&#12522;&#12471;&#12540;<br>URL : <a href="https://technet.microsoft.com/ja-jp/library/dd297955(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-jp/library/dd297955(v=exchg.150).aspx</a></p><p>&#12414;&#12383;PowerShell &#12424;&#12426; Exchange Online &#12408;&#25509;&#32154; (&#12458;&#12531;&#12503;&#12524;&#12511;&#12473;&#12398;&#22580;&#21512;&#12399; Exchange &#31649;&#29702;&#12471;&#12455;&#12523;&#12434;&#36215;&#21205;) &#12375;&#12289;&#20197;&#19979;&#12398; 3 &#12388;&#12398;&#12467;&#12510;&#12531;&#12489;&#12434;&#23455;&#34892;&#12377;&#12427;&#12371;&#12392;&#12391;&#21463;&#20449;&#12488;&#12524;&#12452; &#12523;&#12540;&#12523;&#12420;&#12450;&#12452;&#12486;&#12512;&#20445;&#25345;&#12509;&#12522;&#12471;&#12540;&#12398;&#35373;&#23450;&#12434;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p><p>---<br>Get-InboxRule -Mailbox "&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;" | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\InboxRule_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p><p>Get-RetentionPolicy | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\RetentionPolicy.csv"</p><p>Get-RetentionPolicyTag | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\RetentionPolicyTag.csv"<br>---</p><p>---------------------------------------------<br><strong>C-7 &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21450;&#12403;&#12501;&#12457;&#12523;&#12480;&#12540;&#27177;&#38480;&#12398;&#30906;&#35469;</strong><br>------------------------------------------<br>&#31532; 3 &#32773;&#12363;&#12425;&#12450;&#12463;&#12475;&#12473;&#12391;&#12365;&#12427;&#12424;&#12358;&#12394;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#27177;&#38480;&#12364;&#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#23550;&#12375;&#12390;&#12450;&#12463;&#12475;&#12473;&#27177;&#38480;&#12364;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;PowerShell &#12424;&#12426; Exchange Online &#12408;&#25509;&#32154; (&#12458;&#12531;&#12503;&#12524;&#12511;&#12473;&#12398;&#22580;&#21512;&#12399; Exchange &#31649;&#29702;&#12471;&#12455;&#12523;&#12434;&#36215;&#21205;) &#12375;&#12289;&#20197;&#19979;&#12398;&#12467;&#12510;&#12531;&#12489;&#12434;&#23455;&#34892;&#12377;&#12427;&#12371;&#12392;&#12391;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p><p>Get-MailboxPermission -Identity "&lt;&#23550;&#35937;&#12398;&#12518;&#12540;&#12470;&#12540;&#27096;&#12398;&#12513;&#12540;&#12523;&#12450;&#12489;&#12524;&#12473;&gt;" |Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\MailboxPermission_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p><p>Get-MailboxFolderPermission -Identity "&lt;&#23550;&#35937;&#12398;&#12518;&#12540;&#12470;&#12540;&#27096;&#12398;&#12513;&#12540;&#12523; &#12456;&#12452;&#12522;&#12450;&#12473;&gt;:\&lt;&#12450;&#12452;&#12486;&#12512;&#12364;&#28040;&#12360;&#12383;&#12501;&#12457;&#12523;&#12480;&#12540;&#21517;&gt;" |Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\MailboxFolderPermission_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p><p>&lt;&#21442;&#32771;&#24773;&#22577;&gt;<br>Title: Get-MailboxPermission<br>URL : <a href="https://technet.microsoft.com/ja-JP/library/aa998218(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-JP/library/aa998218(v=exchg.150).aspx</a></p><p>Title: Get-MailboxFolderPermission<br>URL&nbsp;: <a href="https://technet.microsoft.com/ja-JP/library/dd335061(v=exchg.150).aspx" target="_blank" rel="noopener">https://technet.microsoft.com/ja-JP/library/dd335061(v=exchg.150).aspx</a></p><p>---------------------------<br><strong>C-8 &#12497;&#12473;&#12527;&#12540;&#12489;&#22793;&#26356;&#12395;&#12424;&#12427;&#20877;&#29694;&#24615;</strong><br>----------------------------<br>&#35442;&#24403;&#12398;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12408;&#12398;&#36039;&#26684;&#24773;&#22577;&#12434;&#20837;&#25163;&#12375;&#12390;&#12356;&#12427;&#31532;3&#32773;&#12364;&#35442;&#24403;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12395;&#12450;&#12463;&#12475;&#12473;&#12375;&#12390;&#24847;&#22259;&#12379;&#12378;&#12395;&#12450;&#12452;&#12486;&#12512;&#12434;&#21066;&#38500;&#12377;&#12427;&#25805;&#20316;&#12434;&#34892;&#12387;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12381;&#12398;&#21487;&#33021;&#24615;&#12434;&#25490;&#38500;&#12377;&#12427;&#12383;&#12417;&#12395;&#35442;&#24403;&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#22793;&#26356;&#12375;&#12289;&#20107;&#35937;&#12364;&#20877;&#30330;&#12375;&#12394;&#12356;&#12363;&#12393;&#12358;&#12363;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</p><p>&nbsp;<br><strong>&#12414;&#12392;&#12417;</strong></p><hr style="width:100%;"><p>&#20197;&#19978;&#12364;&#31361;&#28982;&#12450;&#12452;&#12486;&#12512;&#12364;&#28040;&#12360;&#12383;&#22580;&#21512;&#12398;&#23550;&#31574;&#12420;&#30906;&#35469;&#20107;&#38917;&#12392;&#12394;&#12426;&#12414;&#12377;&#12290;&#24847;&#22259;&#12379;&#12378;&#12450;&#12452;&#12486;&#12512;&#12364;&#21066;&#38500;&#12373;&#12428;&#12383;&#20107;&#35937;&#12364;&#30330;&#29983;&#12375;&#12390;&#12418;&#31649;&#29702;&#32773;&#27096;&#12399;&#24908;&#12390;&#12378;&#12395;&#12487;&#12540;&#12479;&#12398;&#24489;&#26087;&#12363;&#12425;&#21407;&#22240;&#29305;&#23450;&#12414;&#12391;&#27969;&#12428;&#12434;&#36861;&#12387;&#12390;&#12372;&#23550;&#24540;&#19979;&#12373;&#12356;&#12290;&#12414;&#12383;&#24330;&#31038;&#12398;&#25216;&#34899;&#12469;&#12509;&#12540;&#12488;&#12408;&#21839;&#12356;&#21512;&#12431;&#12379;&#12390;&#35519;&#26619;&#12398;&#12372;&#35201;&#26395;&#12434;&#38914;&#12367;&#22580;&#21512;&#12399;&#12289;&#19978;&#35352;&#12398;&#30906;&#35469;&#20107;&#38917;&#12434;&#20104;&#12417;&#12390;&#12372;&#30906;&#35469;&#38914;&#12367;&#12371;&#12392;&#12391;&#35519;&#26619;&#12364;&#12473;&#12512;&#12540;&#12474;&#12395;&#36914;&#12416;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12398;&#12391;&#12289;&#12372;&#21332;&#21147;&#38914;&#12369;&#12414;&#12377;&#12392;&#24184;&#12356;&#12391;&#12377;&#12290;&#12394;&#12362;&#24330;&#31038;&#12398;&#25216;&#34899;&#12469;&#12509;&#12540;&#12488;&#12408;&#21839;&#12356;&#21512;&#12431;&#12379;&#38914;&#12367;&#38555;&#12395;&#12399;&#19978;&#35352;&#12398;&#30906;&#35469;&#20107;&#38917;&#12392;&#20341;&#12379;&#12390;&#20107;&#35937;&#12364;&#30330;&#29983;&#12375;&#12383;&#12518;&#12540;&#12470;&#12540;&#24773;&#22577;&#12434;&#30906;&#35469;&#12377;&#12427;&#12383;&#12417;&#12395;&#20197;&#19979;&#12398;&#12467;&#12510;&#12531;&#12489;&#12398;&#23455;&#34892;&#32080;&#26524;&#12434;&#25552;&#20379;&#12375;&#12390;&#12418;&#12425;&#12358;&#12424;&#12358;&#12395;&#20381;&#38972;&#12373;&#12379;&#12390;&#12418;&#12425;&#12358;&#12371;&#12392;&#12364;&#12372;&#12374;&#12356;&#12414;&#12377;&#12398;&#12391;&#12289;&#35036;&#36275;&#12373;&#12379;&#12390;&#38914;&#12365;&#12414;&#12377;&#12290;</p><p><br><strong><span style="text-decoration:underline;">&#12467;&#12510;&#12531;&#12489;&#12398;&#23455;&#34892;</span></strong><br>Get-Mailbox -Identity &lt;&#23550;&#35937;&#12398;&#12518;&#12540;&#12470;&#12540;&#27096;&#12398;&#12513;&#12540;&#12523;&#12450;&#12489;&#12524;&#12473;&gt; | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\Mailbox_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p><p>Get-MailboxStatistics -Identity &lt;&#23550;&#35937;&#12398;&#12513;&#12540;&#12523;&#12450;&#12489;&#12524;&#12473;&gt; -IncludeMoveReport -IncludeMoveHistory | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\MailboxStatistics_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p><p><strong><span style="text-decoration:underline;">&#12450;&#12540;&#12459;&#12452;&#12502; &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#12398;&#22580;&#21512;</span></strong><br>&#8251;&#12450;&#12540;&#12459;&#12452;&#12502; &#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#19978;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#20869;&#12398;&#12450;&#12452;&#12486;&#12512;&#12364;&#28040;&#12360;&#12383;&#22580;&#21512;&#12399;&#12289;&#12381;&#12428;&#12382;&#12428;&#12398;&#12467;&#12510;&#12531;&#12489;&#12434; -Archive &#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20184;&#12369;&#12390;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;<br>Get-Mailbox -Identity &lt;&#23550;&#35937;&#12398;&#12518;&#12540;&#12470;&#12540;&#27096;&#12398;&#12513;&#12540;&#12523;&#12450;&#12489;&#12524;&#12473;&gt; -Archive | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\ArchiveMailbox_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p><p>Get-MailboxStatistics -Identity &lt;&#23550;&#35937;&#12398;&#12513;&#12540;&#12523;&#12450;&#12489;&#12524;&#12473;&gt; -Archive -IncludeMoveReport -IncludeMoveHistory | Export-Csv -Encoding Utf8 -NoTypeInformation -Path "c:\temp\ArchiveMailboxStatistics_&#12513;&#12540;&#12523;&#12508;&#12483;&#12463;&#12473;&#21517;.csv"</p></p>

      
    </div>
    <footer class="article-footer">
      <a data-url="https://jpmessaging.github.io/blog/%E7%AA%81%E7%84%B6%E3%82%A2%E3%82%A4%E3%83%86%E3%83%A0%E3%81%8C%E6%B6%88%E3%81%88%E3%81%9F%EF%BC%81%E5%A0%B4%E5%90%88%E3%81%AE%E5%AF%BE%E7%AD%96/" data-id="ckbbicogo001w8kstgqljhnih" class="article-share-link">Share</a>
      
      
  <ul class="article-tag-list" itemprop="keywords"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/blog/tags/EXO/" rel="tag">EXO</a></li></ul>

    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/blog/Export-CliXml%20%E3%81%AB%E3%81%A4%E3%81%84%E3%81%A6/" id="article-nav-newer" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Newer</strong>
      <div class="article-nav-title">
        
          Export-CliXml について

        
      </div>
    </a>
  
  
    <a href="/blog/%E3%83%8F%E3%82%A4%E3%83%96%E3%83%AA%E3%83%83%E3%83%89%E7%92%B0%E5%A2%83%E3%81%A7%E3%81%AE%20Autodiscover/" id="article-nav-older" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Older</strong>
      <div class="article-nav-title">ハイブリッド環境での Autodiscover
</div>
    </a>
  
</nav>

  
</article>

</section>
        
          <aside id="sidebar">
  
    

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tags</h3>
    <div class="widget">
      <ul class="tag-list" itemprop="keywords"><li class="tag-list-item"><a class="tag-list-link" href="/blog/tags/EXO/" rel="tag">EXO</a></li><li class="tag-list-item"><a class="tag-list-link" href="/blog/tags/Exchange/" rel="tag">Exchange</a></li><li class="tag-list-item"><a class="tag-list-link" href="/blog/tags/Hybrid/" rel="tag">Hybrid</a></li><li class="tag-list-item"><a class="tag-list-link" href="/blog/tags/O365Identity/" rel="tag">O365Identity</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Archives</h3>
    <div class="widget">
      <ul class="archive-list"><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2018/10/">October 2018</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2018/08/">August 2018</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2018/07/">July 2018</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2018/05/">May 2018</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2018/04/">April 2018</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2017/12/">December 2017</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2017/10/">October 2017</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2017/09/">September 2017</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2017/07/">July 2017</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2017/01/">January 2017</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2016/12/">December 2016</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2016/10/">October 2016</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2016/08/">August 2016</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2016/07/">July 2016</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2016/06/">June 2016</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2016/02/">February 2016</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2015/12/">December 2015</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2015/11/">November 2015</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2015/10/">October 2015</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2015/08/">August 2015</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2015/04/">April 2015</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2014/11/">November 2014</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2014/04/">April 2014</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2014/03/">March 2014</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2013/01/">January 2013</a></li><li class="archive-list-item"><a class="archive-list-link" href="/blog/archives/2012/11/">November 2012</a></li></ul>
    </div>
  </div>


  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Recent Posts</h3>
    <div class="widget">
      <ul>
        
          <li>
            <a href="/blog/Exchange%202013%20%E3%81%AE%E3%83%A1%E3%83%BC%E3%83%AB%E3%83%9C%E3%83%83%E3%82%AF%E3%82%B9%20%E3%82%B5%E3%83%BC%E3%83%90%E3%83%BC%E4%B8%8A%E3%81%A7%E8%87%AA%E5%B7%B1%E7%BD%B2%E5%90%8D%E8%A8%BC%E6%98%8E%E6%9B%B8%E3%81%AE%E6%9C%89%E5%8A%B9%E6%9C%9F%E9%99%90%E3%81%8C%E5%88%87%E3%82%8C%E3%81%9F%E9%9A%9B%E3%81%AE%E6%B3%A8%E6%84%8F%E7%82%B9/">Exchange 2013 のメールボックス サーバー上で自己署名証明書の有効期限が切れた際の注意点
</a>
          </li>
        
          <li>
            <a href="/blog/Azure%20AD%20%E3%81%A8%20Exchange%20Online%20%E9%96%93%E3%81%AE%E5%90%8C%E6%9C%9F%E3%81%AB%E9%96%A2%E3%81%99%E3%82%8B%E3%82%A8%E3%83%A9%E3%83%BC%E3%81%AE%E4%BA%8B%E4%BE%8B%E9%9B%86/">Azure AD と Exchange Online 間の同期に関するエラーの事例集
</a>
          </li>
        
          <li>
            <a href="/blog/Azure%20AD%20%E3%81%A8%20Exchange%20Online%20%E3%81%AE%E5%90%8C%E6%9C%9F%E3%81%A8%E3%83%88%E3%83%A9%E3%83%96%E3%83%AB%E3%82%B7%E3%83%A5%E3%83%BC%E3%83%86%E3%82%A3%E3%83%B3%E3%82%B0%E3%81%AE%E5%9F%BA%E6%9C%AC/">Azure AD と Exchange Online の同期とトラブルシューティングの基本
</a>
          </li>
        
          <li>
            <a href="/blog/%E3%82%A2%E3%82%AB%E3%82%A6%E3%83%B3%E3%83%88%E3%82%92%E4%B9%97%E3%81%A3%E5%8F%96%E3%82%89%E3%82%8C%E3%81%9F%E9%9A%9B%E3%81%AE%E5%AF%BE%E5%BF%9C%E3%81%AB%E3%81%A4%E3%81%84%E3%81%A6/">アカウントを乗っ取られた際の対応について
</a>
          </li>
        
          <li>
            <a href="/blog/Export-Office365LicenseStatus%20%E3%81%AE%E3%81%94%E7%B4%B9%E4%BB%8B/">Export-Office365LicenseStatus のご紹介
</a>
          </li>
        
      </ul>
    </div>
  </div>

  
</aside>
        
      </div>
      <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2020 jpmessaging<br>      
    </div>
  </div>
</footer>
    </div>
    <nav id="mobile-nav">
  
    <a href="/blog/" class="mobile-nav-link">Home</a>
  
    <a href="/blog/archives" class="mobile-nav-link">Archives</a>
  
</nav>
    

<script src="//ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script>


<script src="/blog/js/script.js"></script>




  </div>
</body>
</html>